Repository: profilweb/pw_imagebloc
Catalog: translations/*/ModulesPwimageblocAdmin.*.xlf
Languages: fr_fr

source: Add marketing images to your homepage.
fr_fr: Ajoutez des images blocs marketing sur votre page d'accueil

source: Invalid slide
fr_fr: Bloc image invalide

source: Invalid slide state.
fr_fr: état d'image invalide

source: Invalid slide ID
fr_fr: identifiant d'image invalide

source: The title is too long.
fr_fr: Votre titre est trop long

source: The URL is too long.
fr_fr: Votre URL est trop longue

source: The URL format is not correct.
fr_fr: Votre URL est incorrecte

source: Invalid filename.
fr_fr: Votre nom de fichier est incorrect

source: The image is not set.
fr_fr: Votre image n'est pas prête

source: The configuration could not be updated.
fr_fr: la configuration n'a pas pu être mise à jour

source: The slide could not be added.
fr_fr: Votre bloc image n'a pas pu être ajouté

source: The slide could not be updated.
fr_fr: Votre bloc image n'a pas pu être mis à jour

source: Slide information
fr_fr: Bloc image information

source: Target URL
fr_fr: URL de destination

source: Since multiple languages are activated on your shop, please mind to upload your image for each one of them
fr_fr: De multiples langages ont été détectés sur votre boutique, pensez à charger une image pour chaque langue.

source: You cannot manage slides items from a "All Shops" or a "Group Shop" context, select directly the shop you want to edit
fr_fr: Choisissez la boutique que vous souhaitez éditer.

source: You can only edit this slide from the shop(s) context: %s
fr_fr: Vous pouvez seulement éditer la boutique %s

source: You cannot add slides from a "All Shops" or a "Group Shop" context
fr_fr: Vous ne pouvez pas ajouter de bloc image dans cette boutique

source: Unable to get slide shop association information (id_slide: %d)
fr_fr: Impossible d'obtenir les informations de ce bloc image (identifiant : %d)

source: The modifications will be applied to shop: %s
fr_fr: Les modifications seront appliquées à la boutique suivante : %s

source: The modifications will be applied to this group: %s
fr_fr: Les modifications seront appliquées à ce groupe : %s

source: The modifications will be applied to all shops and shop groups
fr_fr: Les modifications seront appliquées à tous les groupes.

source: This slide is shared with other shops! All shops associated to this slide will apply modifications made here
fr_fr: Ce bloc image est partagé avec les autres boutiques ! Toutes vos modifications impacteront l'ensemble des boutiques.

source: Slides list
fr_fr: Liste des blocs images

source: Shared slide
fr_fr: Bloc image partagé
